Repository: supersoju/block-referer-spam
Catalog: lang/ref-spam-blocker-*.po
Languages: de_de, es_es

source: The plugin will automatically convert URLs into the right format.
de_de: Das Plugin konvertiert URLs automatisch in das richtige Format.

source: Block Referer Spam
de_de: Referrer Spam Blockieren
es_es: Bloquear Referer Spam

source: Prevents referer spam from accessing your site and cleans up your Google Analytics in the process.
de_de: Verhindert das Referer Spam in Ihre Google Analytics Statistiken geraten.
es_es: Previene Referer Spam de acceso a su pagina y limpia de Google Analytics en el proceso.

source: About the Plugin
de_de: Über dieses Plugin
es_es: Sobre el plugin

source: <b>Block Referer Spam</b> aims at blocking all (or most) websites that use <a href="https://en.wikipedia.org/wiki/Referer_spam" target="_blank">Referer Spam</a> to promote their – often more than dodgy – website content.
de_de: <b>Block Referer Spam</b> ist darauf ausgelegt alle (oder fast alle) Webseiten, die vom sogenannten <a href="https://de.wikipedia.org/wiki/Referrer-Spam" target="_blank">Referrer Spam</a> gebrauch machen, zu blockieren.
es_es: <b>Bloquear Referer Spam</ b> intenta bloquear todas (o la mayoría de) las paginas web que utilicen <a href="https://en.wikipedia.org/wiki/Referer_Spam" target="_blank"> Referer Spam </ a> para promover su malo contenido.

source: This is accomplished by bots that very successfully simulate human behavior. They do this so well, that they even show up in <b>Google Analytics.</b>
de_de: Dies geschieht meist durch "Bots", die wie Menschen, durch das Internet surfen und dabei fragwürdige Seiten bewerben - in Ihrem <b>Google Analytics</b>.
es_es: Esto se logra por los robots que simulan el comportamiento humano muy satisfactoriamente. Lo hacen tan bien, que aparecen en <b>Google Analytics.</b>

source: This plugin does not need any further configuration. Once active and auto-update is enabled, you will barely see any of those nasty spammers any more.
de_de: Dieses Plugin benötigt keine weitere Konfiguration. Sobald es mit automatischer Aktualisierung aktiviert wurde, verschwinden die Einträge automatisch über Zeit.
es_es: Este plugin no necesita ninguna configuración adicional. Activado una vez se actualizará automáticamente. Este es el fin del Referer Spam!

source: If you think you found a bug in <b>Block Referer Spam</b>, please contact me and I should be able to fix it within 48 hours.
de_de: Sollten Sie einen Fehler in <b>Block Referer Spam</b> gefunden haben, kontaktieren Sie mich bitte und ich versuche den Fehler innerhalb von 48 Stunden zu beheben.
es_es: Si cree que ha encontrado un error en <b> Bloquear Referente spam </ b>, por favor póngase en contacto conmigo y yo debería ser capaz de investigarlo en 48 horas. Pero por favor tenga en cuenta que el soporte en español es muy limitado. Escribame en Inglés o Alemán si pueda!

source: In case you really like my plugin, feel free to buy me a coffee &#x2615; or beer &#x1F37A;
de_de: Gerne können Sie mir für dieses Plugin einen Kaffee &#x2615; oder ein Bier &#x1F37A; kaufen.
es_es: Si le guste mi plugin, me puede comprar un café &#x2615; o cerveza & #x1F37A;

source: You can also make my day by submitting a positive review on <b><a href="https://wordpress.org/support/view/plugin-reviews/block-referer-spam" target="_blank">WordPress.org</a>!</b>
de_de: Sie können sich auch mit einer positiven Bewertung auf <b><a href="https://wordpress.org/support/view/plugin-reviews/block-referer-spam" target="_blank">WordPress.org</a></b> bedanken!

source: About the Author
de_de: Über den Autor
es_es: Acerca del autor

source: My name is Robin and I am a <b>Web Developer</b>, <b>UI/UX Designer</b> and <b>IT Consultant.</b>
de_de: Mein Name ist Robin und ich bin ein <b><nobr>Web Entwickler</nobr></b>, <b>UI/UX Designer</b> und <b><nobr>IT Berater</nobr></b>.
es_es: Mi nombre es Robin y soy un <b>Programador de Web</ b>, <b>UI/UX Disenador </ b> y <b>Consultor de TI.</b>

source: I am regularly available for interesting freelance projects. If you ever need my help, do not hesitate to get in touch.
de_de: Ich bin regelmäßig für interessante Projekte als Freiberufler verfügbar. Sollten Sie meine professionelle Hilfe benötigen, kontaktieren Sie mich!
es_es: Estoy disponible para proyectos independientes y interesantes. Si necesita mi ayuda, pongase en contacto conmigo!

source: <b>Email:</b> <a href="mailto:hello@codestic.com">hello@codestic.com</a><br><b>Website:</b> <a href="http://codestic.com" target="_blank">codestic.com</a>
de_de: <b>E-Mail:</b> <a href="mailto:hello@codestic.com">hello@codestic.com</a><br><b>Webseite:</b> <a href="http://codestic.com" target="_blank">codestic.com</a>
es_es: <b>Email:</b> <a href="mailto:hello@codestic.com">hello@codestic.com</a><br><b>Sitio:</b> <a href="http://codestic.com" target="_blank">codestic.com</a>

source: Below you will find all internal and custom blocks, in two lists respectively. You can open them safely, as your sites referer will be hidden through a free tunnel-website (<a href="https://href.li/" target="_blank">href.li</a>).
de_de: Unten finden Sie alle Internen und eigenen Einträge in zwei Listen. Sie können diese sicher öffnen, da der Referer Ihrer eigenen Seite durch einen Tunnel-Service geschützt wird (<a href="https://href.li/" target="_blank">href.li</a>).
es_es: Por debajo encontrará todos los bloques internos y personalizados, en dos listas. Puede abrir las paginas a través de una pagina túnel (<a href="https://href.li/" target="_blank"> href.li</a>) y su pagina estará oculta. Es gratis y seguro.

source: Internal Blocks
de_de: Eigene Einträge
es_es: Bloques Internos

source: Open
de_de: Öffnen

source: None
de_de: Keine

source: Custom Blocks
de_de: Eigene Blockierungen
es_es: Bloques Personalizados

source: List updated.
de_de: Liste aktualisiert.
es_es: Lista actualizada.

source: List failed to update.
de_de: Aktualisierung der Liste fehlgeschlagen.
es_es: La lista no pudo actualizarse.

source: Your .htaccess is not writable. The "Rewrite Block" option will most likely not work!
de_de: Ihre .htaccess-Datei ist nicht beschreibbar. Die "Rewrite Blockierung" wird höchstwahrscheinlich nicht funktionieren!
es_es: Su ".htaccess" no se puede editar. La opción "Rewrite Bloque" probablemente no va a funcionar!

source: Auto Update
de_de: Automatische Aktualisierung
es_es: Actualización Automática

source: Yes, once daily
de_de: Ja, einmal täglich
es_es: Sí, una vez cada día

source: No, only manual
de_de: Nein, nur manuell
es_es: No, solamente manual

source: Block Mode
de_de: Block-Modus
es_es: Modo Bloquear

source: Rewrite Block
de_de: Rewrite Blockierung
es_es: Rewrite Bloque

source: (Server software not supported)
de_de: (Server Software nicht unterstützt)
es_es: (Software de Servidor no soportado)

source: WordPress Block
de_de: WordPress Blockierung
es_es: WordPress Bloque

source: Rewrite Block is faster and occurs on the web-server level. If you run into problems (e.g. you cannot write your .htaccess file), use the WordPress Block instead.
de_de: Eine Blockierung durch Rewrite ist schneller und passiert bereits auf Web-Server Ebene. Sollten Sie jedoch Probleme haben (bspw. mit dem Schreiben der .htaccess-Datei), dann nutzen Sie bitte die WordPress Blockierung.
es_es: Rewrite Bloque es más rápido y se produce en el nivel del servidor web. Si tenga problemas (por ejemplo, no se puede editar el archivo .htaccess), utilice el WordPress Bloque.

source: Manual Update
de_de: Manuelle Aktualisierung
es_es: Actualiza Manual

source: Download Updates
de_de: Updates Herunterladen
es_es: Descargar Actualizaciones

source: Clicking this button will force an update of the referer spam list.
de_de: Das bestätigen dieser Schaltfläche löst eine Aktualisierung der Spam Liste aus.
es_es: Haga clic aqui para una actualización de la lista del Referer Spam.

source: Last Update
de_de: Letzte Aktualisierung
es_es: Ultima Actualizacion

source: %s Sites Blocked
de_de: %s Seiten Blockiert

source: See List
de_de: Liste

source: Never
de_de: Niemals
es_es: Nunca

source: If you find that the spammer list does not catch all sites you want to block, feel free to add more. Custom blocks may be reported back anonymously to our servers to improve the list.
de_de: Sollten Sie immer noch Besucher von Spam Seiten feststellen, so können Sie hier eigene Einträge hinzufügen. Einträge können unter Umständen anonym mit unseren Servern geteilt werden, um die Liste für alle Nutzer zu verbessern.
es_es: Si encuentre que la lista spammer no capta todas las paginas que desee bloquear, pueda añadir más. Bloques personalizados pueden realizarse anónimamente por nuestros servidores para mejorar la lista.

source: Referer Spam
de_de: Referrer Spam

source: All Blocked Sites
de_de: Alle geblockten Seiten
es_es: Todas las Paginas Bloqueadas

source: At least one of your custom blocks was not valid and was removed.<br><span style="font-weight: normal">Please enter only valid URLs or hostnames (e.g. <span class="monospace">http://wwww.some-dodgy-site.com</span> or <span class="monospace">some-dodgy-site.com</span>). If you think that this was a mistake, please <em>get in touch!</em></span>
de_de: Mindestens einer Ihrer eigenen Einträge war ungültig und wurde entfernt.<br><span style="font-weight: normal">Bitte nutzen Sie ausschließlich URL-Adresse und Host-Namen (z.B. <span class="monospace">http://wwww.sehr-komische-seite.de</span> oder <span class="monospace">sehr-komische-seite.de</span>). Falls Sie denken dies wäre ein Fehler, <em>kontaktieren Sie mich bitte!</em></span>

source: At least one of your custom blocks was not valid and was removed.<br><span style="font-weight: normal"">Please enter only valid URLs or hostnames (e.g. <span class="monospace">http://wwww.some-dodgy-site.com</span> or <span class="monospace">some-dodgy-site.com</span>). If you think that this was a mistake, please <em>get in touch!</em></span>
es_es: Al menos uno de sus bloques personalizados no fue válido y se eliminó.<br><span style="font-weight: normal"> Use sólo URLs o nombres de host válidos (por ejemplo, <span class="monospace">http://www.un-sitio-malo.com</span> o <span class="monospace">un-sitio-malo.com</span>). Si le parece que esto fue un error, por favor <em>¡Contácteme!</em></span>
